<?php

if (!defined('INSIDE')) {
	die("attemp hacking");
}

$lang['user_level'] = array (
	'0' => 'Игрок',
	'1' => 'Модератор',
	'2' => 'Оператор',
	'3' => 'Администратор',
);

$lang['sys_overview'] 			= "Обзор";
$lang['mod_marchand'] 			= "Обмен";
$lang['sys_moon'] 				= "Луна";
$lang['sys_noaccess'] 			= "В доступе отказано";
$lang['sys_noalloaw'] 			= "У вас нет сюда доступа.";
$lang['sys_notenough_money'] 	= "У вас недостаточно ресурсов чтобы начать строительство здания %s. У вас есть %s %s, %s %s, %s %s и %s %s. Затраты на строительство составляют %s %s, %s %s, %s %s и %s %s.";
$lang['sys_nomore_level'] 		= "Вы пытаетесь разрушить здание которого нету( %s ).";
$lang['sys_buildlist'] 			= "Список построек";
$lang['sys_buildlist_fail'] 	= "нет построек";
$lang['sys_colo_defaultname'] 	= "Колония";
$lang['sys_base_defaultname'] 	= "Военная база";
$lang['sys_adress_planet'] 		= "[%s:%s:%s]";

$lang['Tech']         = "Технология";
$lang['Requirements'] = "Требуется";
$lang['Store_max']    = "Вместимость  :";
$lang['Ressverf']     = "На складе :";
$lang['Metal']        = "Металл";
$lang['Crystal']      = "Кристалл";
$lang['Deuterium']    = "Дейтерий";
$lang['Energy']       = "Энергия";
$lang['Message']      = "Сообщения";
$lang['level']        = "уровень";
$lang['treeinfo']     = "[i]";
$lang['comingsoon']   = "Скоро";
$lang['te_dt_tx_pre'] = "Информация о";

$lang['race'][0]  = "";
$lang['race'][1]  = "Конфедерация";
$lang['race'][2]  = "Бионики";
$lang['race'][3]  = "Сайлоны";
$lang['race'][4]  = "Древние";

$lang['type_mission'][1]  = "Атаковать";
$lang['type_mission'][2]  = "Объединить";
$lang['type_mission'][3]  = "Транспорт";
$lang['type_mission'][4]  = "Оставить";
$lang['type_mission'][5]  = "Удерживать";
$lang['type_mission'][6]  = "Шпионаж";
$lang['type_mission'][7]  = "Колонизировать";
$lang['type_mission'][8]  = "Переработать";
$lang['type_mission'][9]  = "Уничтожить";
$lang['type_mission'][10]  = "Создать базу";
$lang['type_mission'][15] = "Экспедиция";
$lang['type_mission'][20] = "Межпланетная атака";

$lang['type_planet'][1] = 'Планета';
$lang['type_planet'][3] = 'Луна';
$lang['type_planet'][5] = 'Военная база';

$lang['tech'] = array(
	0 => "Постройки",
	1 => "Рудник по добыче металла",
	2 => "Рудник по добыче кристалла",
	3 => "Синтезатор дейтерия",
	4 => "Солнечная электростанция",
	6 => "Аккумуляторная станция",
	12 => "Термоядерная электростанция",
	14 => "Фабрика роботов",
	15 => "Фабрика нанитов",
	21 => "Верфь",
	22 => "Хранилище металла",
	23 => "Хранилище кристалла",
	24 => "Емкость для дейтерия",
	31 => "Исследовательская лаборатория",
	33 => "Терраформер",
	34 => "Склад альянса",
	40 => "Особые постройки",
	41 => "Лунная база",
	42 => "Сенсорная фаланга",
	43 => "Межгалактические врата",
	44 => "Ракетная шахта",

	100 => "Исследования",
	106 => "Шпионаж",
	108 => "Компьютерная технология",
	109 => "Оружейная технология",
	110 => "Щитовая технология",
	111 => "Броня космических кораблей",
	113 => "Энергетическая технология",
	114 => "Гиперпространственная технология",
	115 => "Ракетный двигатель",
	117 => "Импульсный двигатель",
	118 => "Гиперпространственный двигатель",
	120 => "Лазерная технология",
	121 => "Ионная технология",
	122 => "Плазменная технология",
	123 => "Межгалактическая исследовательская сеть",
	124 => 'Экспедиционная технология',
	150 => 'Технология колонизации',
	161 => 'Военная база',
	199 => "Гравитационная технология",

	200 => "Флот",
	202 => "Малый транспорт",
	203 => "Большой транспорт",
	204 => "Лёгкий истребитель",
	205 => "Тяжёлый истребитель",
	206 => "Крейсер",
	207 => "Линкор",
	208 => "Колонизатор",
	209 => "Переработчик",
	210 => "Шпионский зонд",
	211 => "Бомбардировщик",
	212 => "Солнечный спутник",
	213 => "Уничтожитель",
	214 => "Звезда смерти",
	216 => "Передвижная база",

	220 => "Утилизатор",
	221 => "Перехватчик",
	222 => "Дредноут",
	223 => "Корсар",

	300 => "Исследования кораблей",

	302 => "Малый транспорт",
	303 => "Большой транспорт",
	304 => "Лёгкий истребитель",
	305 => "Тяжёлый истребитель",
	306 => "Крейсер",
	307 => "Линкор",
	311 => "Бомбардировщик",
	313 => "Уничтожитель",
	314 => "Звезда смерти",

	321 => "Перехватчик",
	322 => "Дредноут",
	323 => "Корсар",

	400 => "Оборона",
	401 => "Ракетная установка",
	402 => "Легкий лазер",
	403 => "Тяжёлый лазер",
	404 => "Пушка Гаусса",
	405 => "Ионное орудие",
	406 => "Плазменное орудие",
	407 => "Малый щитовой купол",
	408 => "Большой щитовой купол",
	502 => "Ракета-перехватчик",
	503 => "Межпланетная ракета",

	600 => "Офицеры",
	601 => "Геолог",
	602 => "Адмирал",
	603 => "Инженер",
	604 => "Технократ",
	605 => "Архитектор",
	606 => "Метафизик",
	607 => "Наёмник",

	700 => "Фракция",

	701 => 'Конфедерация',
	702 => 'Бионики',
	703 => 'Сайлоны',
	704 => 'Древние',
);



?>
