<table width="95%" align="center">
	<tr><th style="text-align:left;">
Эти правила действительны и являются обязательными к исполнению в XNova.
<br>Правила предназначены для того, чтобы обеспечить всем игрокам честную игру и доставить им удовольствие от игры.
<br>За соблюдением правил следит администрация.
<br>
<br>Основные термины Соглашения:
<br>«Пользователь» (далее игрок) - любое физическое или юридическое лицо (группа лиц), зарегистрированное на Проекте и использующее его в некоммерческих личных целях, а также иное лицо получившее доступ к проекту.
<br>«Соглашение» - Правила использования Проекта "XNova" и определение ответственности между Администрацией Проекта и Пользователем.
<br>«Администрация» - группа лиц, наделенных необходимыми для развития и поддержки проекта правами.
<br>«Проект» - бесплатная космическая онлайн стратегия XNova.
	</th></tr>
<tr><td class="c" style="text-align:left;">1. Аккаунты</td></tr>
<tr><th style="text-align:left;">1.1 Владение аккаунтом
<br>Одним игровым аккаунтом разрешено играть только одному человеку. Общая игра нескольких людей одним аккаунтом и управление чужим аккаунтом - запрещены. См. также п. 1.2.
<br>Владельцем аккаунта считается обладатель постоянного электронного адреса, указанного в профиле. В сомнительных случаях оператор вправе требовать от игрока вести переписку только с этого адреса.
<br>
<br>1.2 Уход за чужим аккаунтом (ситтинг)
<br>Разрешён недолгосрочный уход за чужим аккаунтом длительностью до 24 часов, при котором запрещено использовать сенсорную фалангу, межпланетные ракеты, посылать флоты с заданием «атаковать» и «шпионаж»; с заданием «переработать» можно посылать флот только в сейв, с заданием «транспорт» разрешено посылать флот только для перевозки ресурсов с колоний; также разрешены любые запуски и остановки строительств и исследований.
<br>Одновременно уход разрешён только за одним аккаунтом помимо своего собственного.
<br>По истечению срока ухода за аккаунтом, Хозяин аккаунта не может отдавать аккаунт на повторный уход в течение 7 дней. Также игрок, который присматривал за аккаунтом, не может присматривать в течение 7 дней за этим либо другим аккаунтом.
<br>При нарушении: бессрочная блокировка (минимум 35 дней) аккаунтов с их последующим удалением.
<br>
<br>1.3 Обмен аккаунтами
<br>Обмен аккаунтами считается действительным только в том случае, когда оба игрока дали письменное соглашение на форуме. Возврат или восстановление аккаунтов, обменянных без переписки на форуме, невозможен.
<br><br>Продажа, либо попытка продажи аккаунта в проекте наказывается блокированием продаваемого аккаунта.
</th></tr>
<tr><td class="c" style="text-align:left;">2. Игра с одного компьютера / ай-пи </td></tr>
<tr><th style="text-align:left;">Играть нескольким игрокам через одно интернет-соединение, например из локальной сети, интернет-кафе, компьютерного клуба, одного компьютера - разрешено.
<br>
<br>При игре с одного компьютера / ай-пи игроки обязаны немедленно сообщить об этом оператору. Оператор, в свою очередь, обязуется внести в профиле игроков соответствующую заметку. Также игроки обязаны соблюдать правило о наблюдении за аккаунтом (ситинг). 
<br>Такие игроки не смогут обмениваться между собой ресурсами и посылать друг другу флоты . Внимание со стороны администрации к ним удвоенное, в таких ситуациях настоятельно рекомендуется играть в разных вселенных, т.к. возможности совместной игры в одной вселенной ограничены. При постоянной игре с одного ай-пи в одной вселенной запрещено любое пересечение между аккаунтами.
<br>При нарушении: бан за мультоводство
</th></tr>
<tr><td class="c" style="text-align:left;">3. Прокачка</td></tr>
<tr><th style="text-align:left;">Под прокачкой подразумеваются все безвозмездные пересылки ресурсов от более слабого по очкам игрока к более сильному (даже внутри альянса), а также торговля по курсу меньше официально разрешенного минимума 1:1:1 (1 металл к 1 кристаллу и к 1 дейтерию).
<br>Это также относится к атакам по договорённости, в том числе для возникновения полей обломков, исключение - атаки по договоренности для создания луны. Компенсация затрат дейтерия на перелёт для атаки планеты с целью получения луны или оказании помощи в защите от более слабого игрока более сильному также считается прокачкой.<br>
<br>3.1 Создание луны по договоренности
<br>Существует две возможности создания луны по договорённости.
<br>Вариант 1 - атакующий ниже по рейтингу чем атакуемый
<br>Если обломки собрал атакующий - всё нормально.
<br>Если обломки собрал атакуемый, или тот, кто украл эти обломки, то атакуемый обязан выслать в максимум 3-х дневный срок ровно то количество ресурсов, которое было в поле обломков, за вычетом своих потерь, или альтернативными ресурсами по любому допустимому курсу проекта (минимум 1:1:1).
<br>Вариант 2 - атакующий выше по рейтингу чем атакуемый - всё равно кто соберет поле обломков - при условии, что идет разбитие флота атакующего.
<br>
<br>3.2 Помощь в восстановлении потерь
<br>Внутри альянса можно помогать ресурсами игроку, который понёс потери в результате атак(и) либо на него, либо неудачной атаки с его стороны. 
<br>Неудачной атакой считается атака, в которой потери атакующего больше, чем образовавшееся поле обломков после этой атаки, плюс ресурсы, вывезенные с атакуемой планеты\луны другому игроку. 
<br>В этом случае в максимум 3-х дневный срок после атак(и), игрок, которому восстанавливают потери, обязан отписаться оператору о начале отправки ему ресурсов (какие ресурсы, сколько, от каких игроков, дата начала поставок и дата конца отправок, лог(и) боя).
<br>
<br>Если поле обломков было собрано членами альянса, то в случае восстановления потерь, эти ресурсы должны быть отправлены игроку, которому восстанавливают потери.
<br>
<br>При оказании помощи в защите, в случае возникновения луны, компенсация потерь более слабым игроком более сильному запрещена. Компенсация затрат дейтерия на перелёт от более слабого игрока более сильному также считается прокачкой. 
<br>
<br>3.3 Помощь члену альянса в сборе обломков переработчиками
<br>Внутри альянса разрешено одалживать переработчики для сбора поля обломков, получившегося в результате атаки. В этом случае игрок, который атаковал, отсылает оператору лог боя, имена игрока(ов) (кто помогал собирать обломки), количество собранных им(и) ресурсов, не позднее чем 3 суток с момента атаки, и обязательно до отправки ему этих обломков. В свою очередь, игрок(и) собирающие обломки в праве взять часть ресурсов себе (для восполнения расходов на отправку переработчиков и транспортников в результате этой операции, по одному из официальных курсов).
<br>
<br>3.4 Вымогательство ресурсов
<br>Вымогать ресурсы за соглашения о ненападении запрещено. В случае вымогательства сообщите вымогающему игроку о том, что это запрещено и сошлитесь на этот пункт правил. При отсутствии реакции и продолжении вымогательства оповестите соответствующего оператора. Вы можете отослать ресурсы вымогающему, если Вашему аккаунту грозит опасность с его стороны, и тогда вымогающий будет заблокирован за прокачку, но только при условии, что Вы предупредили оператора. 
<br>
<br>3.5 Заём
<br>Заем ресурсов под проценты запрещён.
<br>
<br>3.6 Прощальные бои.
<br>Поле лома образовавшееся в результате договорного боя, независимо от того, кто собрал лом, должно остаться на участвовавших в бое аккаунтах, в соответствии с потерями.
<br>
<br>3.7. Особый случай.
<br>В спорных случаях решение о факте прокачке принимается оператором. В случае, если оператор решает, что имела место прокачка, ресурсы должны быть возвращены на аккаунты ниже в рейтинге чем те, с которых производилась прокачка.
</th></tr>
<tr><td class="c" style="text-align:left;">4. Торговля</td></tr>
<tr><th style="text-align:left;">Официальный максимальный курс для торговли (металл:кристалл:дейтерий) - 4:2:1 (за 1 ед. дейтерия может максимум даваться либо 2 ед. кристалла, либо 4 ед. металла, за 1 ед. кристалла может даваться не более 2 ед. металла).
<br>Минимальный курс:
<br>металл : дейтерий - 1.8:1
<br>кристалл : дейтерий - 1.2:1
<br>металл : кристалл - 1.5:1
<br>Максимальный срок возврата ресурсов – 3 дня.
<br>Торговля ресурсами и вообще любые сделки за реальные деньги запрещены, поэтому прежде, чем тратить свои деньги, подумайте, готовы ли Вы их потерять в случае блокировки.
<br>Вести торговлю и заёмы по курсу, нарушающему настоящие правила, запрещено.
<br>Нарушения приравниваются к нарушению правила о прокачке.
</th></tr>
<tr><td class="c" style="text-align:left;">5. Башинг</td></tr>
<tr><th style="text-align:left;">5.1 Определение
<br>Под башингом понимается более трёх атак одного игрока на одну планету за промежуток времени равный 24 часам, Луна также попадает под правило о башинге.
<br>Время между атаками роли не играет (т.е. все три атаки можно послать одну за другой). 
<br>Атаки на неактивных игроков учитываются (т.к. они в любой момент могут потом стать активными и подать жалобу).
<br>Ракетные атаки не учитываются.
<br>Отозванная атака считается совершённой.
<br>
<br>5.1 Исключением в правиле о башинге является война.
<br>Правило о башинге не распространяется на игроков из альянсов, ведущих войну.
<br>Для объявления войны необходимо отправить и подтвердить заявку о войне в разделе дипломатии альянса. Война может быть объявлена только альянсом альянсу.
<br>Правило о башинге перестаёт действовать только при подтверждении этой заявки другим альянсом. 
<br>
<br>Правило о башинге записано в программый код игры и поэтому не контролируется операторами.
</th></tr>
<tr><td class="c" style="text-align:left;">6. Использование багов</td></tr>
<tr><th style="text-align:left;">Баги и/или ошибки в программировании игры использовать запрещено.
<br>Об обнаруженных ошибках необходимо как можно быстрее сообщить на форуме в разделе ошибок или через e-mail оператору вселенной.
<br>При нарушении: бессрочный блок (минимум 35 дней) с последующим удалением аккаунта.
</th></tr>
<tr><td class="c" style="text-align:left;">7. Вмешательство в игровую технику</td></tr>
<tr><th style="text-align:left;">Под вмешательством в игровую технику понимается использование любых сторонних программ и механизмов, дающих или могущих дать преимущество в игре или ведущих завышенному трафику.
<br>В частности запрещены автоматические и полуавтоматические скрипты, которые выполняют запросы в базы данных или приводят в действие игровые механизмы.
<br>При обнаружении фактов вмешательства в игровую технику у более, чем одного члена одного альянса, оператор вправе заблокировать весь альянс до выяснения обстоятельств. Поэтому подумайте о своих коллегах, прежде чем использовать боты и скрипты.
<br>При нарушении: исключение из XNova.
</th></tr>
<tr><td class="c" style="text-align:left;">8. Общение между игроками</td></tr>
<tr><th style="text-align:left;">8.1 Угрозы и вымогательство в реальной жизни
<br>Под угрозой в реальной жизни расценивается сообщения, однозначно сигнализирующие об угрозе жизни и/или здоровью игрока или его близких.
<br>Также категорически запрещено вымогательство, относящееся к реальной жизни.
<br>При нарушении: исключение из одной или всех вселенных XNova.
<br>
<br>8.2 Оскорбления
<br>Под оскорблениями понимается прямое грубое оскорбление игрока либо его близких, а также мат в игровых сообщениях.
<br>Если оскорбление сделано не на русском языке, то за оскорбление оно принимается если как минимум один из членов команды может подтвердить его оскорбительный характер. Относительно сообщений не на русском языке см. также п. 8.3.
<br>Примечание: ввиду разнообразия способов написания и лингвистических приёмов мы не приводим конкретный список того, что можно говорить, а что нельзя. Право последнего голоса при решении спорных моментов остаётся за оператором, поэтому крайне рекомендуется не рисковать и общаться друг с другом культурно.
<br>При нарушении: в зависимости от тяжести оскорбления на усмотрение оператора, но минимум 1 день без РО. При рецидиве срок блока увеличивается – 3 дня, 7 дней, 14 дней, пожизненно.
<br>
<br>8.3 Некорректные названия
<br>У игроков есть возможность давать некоторым игровым единицам (название аккаунта, планет, альянса) собственные названия.
<br>Названия, содержащие оскорбительные, матерные слова, а также научные термины, могущие быть интерпретированные как оскорбления, наказываются 3 днями без РО за каждое название.
<br>См. также п. 8.6.
<br>
<br>8.4 Язык общения
<br>Официальный язык общения в XNova – русский.
<br>Для личного общения игроки могут использовать любой другой язык, но если сообщение не на русском языке послано любому другому игроку, то он вправе пожаловаться на него оператору. Исключение с оставляют сообщения, в которых спрашивается, владеет ли игрок тем или иным языком.
<br>При нарушении: простое предупреждение, при злоупотреблении может быть бан на 1 день с РО.
<br>Если сообщение имело оскорбительный характер, что может подтвердить как минимум один член команды, то к этому сроку прибавляется соответствующий срок за оскорбление.
<br>Нерусскоязычным игрокам разрешено создавать свои альянсы, текст альянса также может быть на любом языке при условии, что он содержит точный и полный русский перевод.
<br>При нарушении: бан основателя альянса на 3 дня с РО и удаление альянса.
<br>Письма операторам на других языках будут принимаются к рассмотрению только в том случае, если оператор согласен вести переписку на этом языке.
<br>
<br>8.5 Спам и флуд
<br>Под спамом понимаются сообщения, носящие рекламный характер и не имеющие отношения к проекту, отправленные игрокам, не выразившим желание её получать. Приглашения в альянс спамом не считаются.
<br>Под флудом понимаются часто повторяющиеся сообщения, не относящиеся по смыслу к содержанию предыдущего общения.
<br>При нарушении:
<br>1-й случай – 1 день без РО
<br>2-й случай – 3 дня без РО
<br>3-й случай – бессрочная блокировка (минимум 35 дней) с последующим удалением аккаунта.
<br>
<br>8.6 Запрещённые материалы
<br>Использование любых материалов (текст, графика, ссылки, название аккаунтов, планет, альянсов), содержащих порнографию, носящие дискриминирующий характер по национальном, расовым, религиозным или половым признакам, пропагандирующие насилие наказывается исключением из XNova.
<br>К таким материалам также относятся названия игровых единиц, содержащие имена людей или названия организаций, пропагандирующих либо причастных к вышеуказанным темам (например, имена деятелей Третьего Рейха, лиц, причастных к массовым репрессиям в СССР, названия экстремистских и террористических организаций и т.п.).
<br>Использование в качестве логотипов альянсов графических изображений, подпадающих под вышеуказанные категории, в первоначальном либо изменённом виде, также запрещается. Если Вы не уверены в том, как будет расценен Ваш логотип, то согласуйте своё решение с оператором соответствующей вселенной.
<br>
<br>8.7 Прочее
<br>Крайне нежелательны любые материалы, связанные с политикой, в частности касающиеся отношений между странами. Не забывайте, что у нас играют представители многих государств.
<br>Также крайне нежелательно использование транслита, в интернете достаточно конверторов.
<br>Для начала игрок получает простое предупреждение, но в случае рецидива игрок может быть заблокирован на усмотрение оператора минимум на 1 день без РО.
</th></tr>
<tr><td class="c" style="text-align:left;">9. Общение с членами команды</td></tr>
<tr><th style="text-align:left;">К членам команды относятся игровые операторы, модераторы форума, администратор игры и форума, а также руководство проекта
<br>
<br>9.1 Отмена принятых мер
<br>Меры, принятые одним оператором по отношению к игроку, могут быть отменены только им самим. Другой оператор может отменить их только после согласования с первым оператором, либо в одностороннем порядке если имело место доказанное превышение полномочий или халатность со стороны первого оператора или если имело место недоразумение и соответствующий оператор покинул проект либо отсутствует более 3-х суток.
<br>
<br>9.2 Блокировка
<br>Мы прилагаем все усилия к тому, чтобы случаи нарушения прав перед блокировкой были идентифицированы на 100%, но не исключены случаи ошибок со стороны оператора либо недоразумений.
<br>Перед блокировкой игроки не предупреждаются, если обратное не предусмотрено соответствующим правилом.
<br>При попытке войти в аккаунт после блокировки игроки получают ссылку на столб позора, где можно увидеть кем, когда, за что и на сколько произведена блокировка. 
<br>Отдельно обращается внимание на то, что там указано имя и адрес заблокировавшего оператора, и все сообщения должны направляться именно на этот адрес. 
<br>Жалобы, отправленные не по адресу к рассмотрению не принимаются. Операторы могут, но не обязаны, сами перенаправлять такие жалобы по адресу.
<br>Владельцы платных аккаунтов предупреждаются отдельно, что оплата предоставляет только заранее оговоренные услуги и не освобождает от соблюдения правил и основных положений игры.
<br>
<br>9.3 Содержание сообщений
<br>В тех случаях, если игрок желает каких-либо действий со стороны оператора, то сообщение должно содержать соответствующие данные (напр., по вопросам касательно своего аккаунта – название аккаунта и номер вселенной, при пропаже флота – координаты планет и состав флота, при башинге – имя нападающего и т.п.).
<br>Сообщение должно иметь заголовок, однозначно определяющий содержание сообщения. В тех случаях, когда заголовок выставляется автоматически, то менять его нельзя.
<br>Все сообщения должны содержать всю предыдущую переписку, т.к. оператор не может держать в голове содержание всех приходящих ему писем.
<br>Сообщения, не соответствующие этим требованиям, будут рассматриваться второстепенно либо не будут рассматриваться вообще.
<br>К немедленному исключению из игры без обсуждения ведут сообщения членам команды, которые содержат:
<br>- оскорбления и угрозы;
<br>- попытки обмана или шантажа;
<br>- попытки обхода обманным путём решений, принятых другим членом команды.
<br>
<br>9.4 Восстановление потерь
<br>Потери, понесённые игроком в результате ошибок программирования, ошибок операторов и т.п. не восстанавливаются ввиду бесплатного характера игры.
<br>В исключительных случаях восстановление может быть произведено, решение об этом принимается руководством проекта.
</th></tr>
<tr><td class="c" style="text-align:left;">10. Игровые взносы</td></tr>
<tr><th style="text-align:left;">
Игрок, перечисляющий игровые взносы, совершает данный акт на добровольной основе и ничем не обязывает команду игрового проекта. Каждый игровой взнос переводится в игровую валюту и даёт игроку дополнительные возможности на определённый период времени. Такого рода перевод не даёт игроку особого статуса перед другими игроками и права нарушать установленные правила игры.
</th></tr>
<tr><td class="c" style="text-align:left;">11. Основные Положения</td></tr>
<tr><th style="text-align:left;">Регистрируясь в игре XNova игроки соглашаются с Основными Положениями и правилами соответствующей игры. 
</th></tr>
<tr><td class="c" style="text-align:left;">12. Изменения</td></tr>
<tr><th style="text-align:left;">Руководство проекта оставляет за собой право изменять данные правила.
<br>Все изменения будут опубликованы на форуме минимум за 2 недели до вступления их в силу. В особых случаях (напр., при угрозе ходу игры или при мелких дополнениях) этот срок может быть сокращён и указан при предварительной публикации.
</th></tr></table>