<br>
<center><b>Руководство для новичков космической стратегии XNova</b></center>
<br>
<table border="0" cellpadding="2" cellspacing="1" width=95% align=center>
<tr><td class="c" style="text-align:left;">Начало</td></tr>
<tr><th style="text-align:left;">
В XNova начало - понятие относительное. В зависимости от стиля игры Вы можете выбрать начальный путь развития своей империи, используя одну из тактик. <br>
<br>
<u>1.'Налетчик'</u><br>
Используя эту тактику, Вы можете входить в топ 100 игроков в своей Вселенной, хотя это требует больших затрат времени и сил. Налетчику необходимо как можно быстрее обзавестись малыми транспортами для нападения на соседей. Их ресурсы станут хорошим дополнением к производству собственных шахт. Для постройки малого транспорта необходимо провести исследования, поэтому важно усиливать собственное производство. Стройте свои шахты. <br>
<br>
Порядок застройки: S1, M1, M2, S2, M3, K1, S3, M4, k2; S4, D1, S5, M5, K3... (здесь S-солнечная электростанция, М-рудник металла, К-рудник кристаллов, D-синтезатор дейтерия; цифры-уровень производства строения). <br>
<br>
<u>2.'Шахтер'</u><br>
Целью шахтера является увеличение производства металла, кристаллов и дейтерия насколько это возможно. Шахтер не придает большого значения научным исследованиям и строительству кораблей, а вкладывает все свои ресурсы в усиление производства. Намного опережая налетчиков по производству, они строят все более и более продвинутые шахты. Большое внимание уделяется также созданию мощной системы планетарной защиты. Данная тактика требует намного меньше времени он-лайн. <br>
<br>
Порядок застройки: S1, M1, M2, S2, M3, K1, S3, M4, K2, S4, D1, S5, M5, K3... <br>
<br>
<u>3.Смешанная тактика</u><br>
Система защиты начинающих игроков (newbie protection) заставляет использовать эту тактику. Тактика налетчика в чистом виде не может существовать слишком долго, т.к. большинство доноров очень быстро подпадает под действие этой системы и выходят из-под нее , имея хорошо защищенную планету. Поэтому необходимо использовать комбинированную тактику. С одной стороны, строим флот и получаем очки в рейтинг, а с другой - проводим исследования для строительства Колонизатора и как можно быстрее основываем колонии. При строительстве колонии Колонизатор разрушается и из рейтинга очки вычитаются. Таким образом, Вы не залезаете сильно вверх, что дает Вам гораздо больший выбор целей для налетов, находящихся в системе защиты начинающих игроков. Одновременно, Вы обладаете боеспособным флотом. Ну и наконец, Вы получаете больше ресурсов от своих колоний.<br>
</th></tr>
<tr><td class="c" style="text-align:left;">Ресурсы</td></tr>
<tr><th style="text-align:left;">
В XNova ресурсы добываются шахтами. Каждая шахта производит определенное количество ресурса в час, и это количество зависит от уровня шахты. Шахты добывают ресурсы ВСЕГДА, даже когда Вы офф-лайн. <br>
Есть только одно условие для работы шахты - наличие достаточного количества энергии. Выбрав пункт меню "Сырье" можно посмотреть детальную информацию о производстве на планете. <br>
<br>
Существует три типа шахт, различающихся своими производственными параметрами, ценой и потреблением энергии. Например, рудник по добыче металла дешев, добывает много металла и потребляет наименьшее количество энергии. Рудник по добыче кристалла производит половину продукции по сравнению с рудником металла, но имеет такой же уровень энергопотребления. А синтезатору дейтерия необходимо очень много энергии, он очень дорог и имеет очень низкий уровень производства. <br>
<br>
В самом начале наиболее востребован металл. Рудник по его добыче необходимо совершенствовать как можно быстрее. Рудник по добыче кристалла может отставать на два - три уровня. В дальнейшем же желательно поддерживать их на одинаковом уровне. <br>
</th></tr>
<tr><td class="c" style="text-align:left;">Исследования</td></tr>
<tr><th style="text-align:left;">
В самом начале игры у Вас очень ограниченный выбор зданий для постройки. Можно строить три типа зданий, производящих ресурсы, солнечную электростанцию, фабрику роботов и хранилища. На данном этапе этого достаточно. <br>
<br>
Каждое строение, юнит или защитное сооружение имеет свои требования для создания. <br>
Например, для строительства верфи необходима фабрика роботов второго уровня. Полный же список строений/юнитов с необходимыми требованиями можно найти в пункте меню "Технология". Уже выполненные условия выделены в списке зеленым цветом, остальные красным. <br>
<br>
Научные исследования проводятся одновременно для всех планет, принадлежащих игроку. Поэтому уже однажды исследованную технологию можно сразу использовать на всех планетах. В исследовании принимают участие все лаборатории, а не только лаборатория-инициатор. <br>
<br>
Чем выше уровень лаборатории, тем быстрее проводятся исследования. Поначалу все исследования занимают немного времени. Стоимость последующего уровня развития технологии удваивается по сравнению с предыдущим, время для исследования растет экспоненциально. Ограничивающим фактором в области исследований на поздних этапах игры является как раз не стоимость, а время ! Исследование оружейной техники 15-го уровня занимает недели... На время исследования влияет только уровень лаборатории на планете, где эти исследования проводятся. <br>
<br>
Но какие же исследования наиболее необходимы в начале развития ? <br>
Конечно же нужно побыстрее иметь как можно больше ресурсов. Поэтому начинайте нападать на других игроков. <br>
<br>
А для этого нужны космические корабли, способные вывезти ресурсы с других планет. Наиболее подходящим для этой цели кораблем в начале развития является малый транспорт. Он очень дешев в исследовании и строительстве. Нужно иметь только верфь второго уровня и провести исследование двигателя внутреннего сгорания также второго уровня. <br>
<br>
Однако, вооружение и защита малого транспорта очень малы, поэтому ему необходимо сопровождение. Легкий истребитель относительно дешев и два истребителя уничтожают реактивный гранатомет. К моменту, когда становится доступной постройка малого транспорта, можно строить и легкие истребители. <br>
<br>
Ну а теперь то ? Может хватит исследований ? <br>
Нет ! До этого все атаки проводились вслепую. Было неизвестно, что ожидает атакующий флот на вражеских планетах. Теперь необходимо обзавестись шпионскими зондами. Постройте их пару штук и начинайте зондировать окружающие планеты. Теперь Вы можете выбирать себе цель, не рискуя большими потерями при атаке. Для одновременной отправки более чем одного флота нужна компьютерная технология. Атакуя большее количество планет за промежуток времени, получаем большее количество ресурсов. <br>
<br>
Теперь, в зависимости от выбранной тактики, можно исследовать или большой транспорт, или колонизатор. Соответственно, сделать налеты более быстрыми и безопасными или расширять свою империю. <br>
<br>
Дальнейшие исследования зависят от Вашего вкуса. Кто-то проводит исследования, направленные на получение линкоров, кто-то сначала исследует крейсер... Ну а кто-то направляет все силы на исследование переработчиков. <br>
<br>
Необходимо помнить одно: исследования делают Ваши юниты быстрее, выносливее и сильнее в атаке. Это сокращает боевые потери и делает Вас более трудной целью для остальных. Проводите исследования, даже если это занимает несколько дней. Исследования увеличивают очки рейтинга, и никто не сможет эти очки отобрать. <br>
<br>
И последнее: <br>
Не забывайте, что некоторые технологии очень дороги на высоких уровнях, поэтому необходимо их согласовывать со своими дальнейшими планами. Какой смысл исследовать плазменную технику до пятого уровня, если в дальнейшем Вы не собираетесь улучшать ее до седьмого и строить плазмометы ? Всегда обращайте внимание на то, что Вы исследуете, и вместе с тем не опасайтесь потратить лишних ресурсов на исследование нужной Вам технологии. Они неограничены !  <br>
</th></tr>
<tr><td class="c" style="text-align:left;">Колонии</td></tr>
<tr><th style="text-align:left;">
Для построения звездной империи необходимо осваивать новые колонии. Всего таких колоний одновременно может быть восемь. <br>
<br>
Для колонизации необходим специальный корабль - колонизатор, который отправляют на необитаемую планету. По прибытии возникает колония. Колонизировать можно только свободную планету, захватить чужую нельзя. <br>
<br>
В колонии можно делать все то, что и на основной планете. В зависимости от предназначения колонии порядок застройки разный. Если она создана для увеличения поступления ресурсов, то застройка такая же, как и на основной планете. Если колония используется как промежуточная база для флота, то на первое место по значению выходит синтезатор дейтерия.  <br>
</th></tr>
<tr><td class="c" style="text-align:left;">Переработка</td></tr>
<tr><th style="text-align:left;">
На карте просмотра Вселенной иногда рядом с координатами планеты написаны буквы. Буква 'Т' означает наличие около планеты поля обломков. Если к этой букве подвести курсор, можно посмотреть количество ресурсов в поле. <br>
<br>
Всякий раз, когда космический корабль или солнечный спутник уничтожается в битве, на месте сражения возникает поле обломков. Оно содержит 30% ресурсов, потраченных при строительстве юнита. Дейтерий никогда не остается в поле обломков.<br>
<br>
Например, при уничтожении шпионского зонда возникает поле обломков, состоящее из 300 единиц кристалла. 10 уничтоженных линкоров добавят в поле 120k металла и 60k кристалла. <br>
<br>
Хотя поле обломков находится около чьей-то планеты, на самом деле оно никому не принадлежит. Каждый, у кого есть переработчик, может послать его, и тот кто будет первым получит все ресурсы. Можно сражаться за поле обломков или защищать его. Собственник планеты, около которой находится поле обломков, даже не получает никаких сообщений о присутствии чужого переработчика. Его единственное преимущество заключается в том, что он находится ближе всех к полю и может успеть собрать ресурсы раньше других. <br>
<br>
Вместимость переработчика 20k. Металл и кристаллы занимают одинаковый объем при погрузке. Те ресурсы, которые не поместились в переработчик, останутся на поле обломков. <br>
<br>
Отправка переработчика к полю обломков осуществляется из меню "Флот". Там задаются координаты поля, тип задания - "Переработка". <br>
<br>
Вместе с переработчиком можно отправить и другие корабли, например для его защиты, но в процессе переработки участия они не принимают. <br>
<br>
Тактики: <br>
Переработчик намного медленне боевых юнитов. Поэтому, если Вы хотите атаковать планету и собрать поле обломков, возникшее в результате боя, необходимо отправлять переработчика ДО отправки нападающего флота. Если же переработчик прибудет через несколько часов после сражения, то он рискует просто не найти поля обломков, потому что его соберет кто-нибудь более шустрый. А владельцу атакованной планеты до поля лететь вообще около семи минут... Может оказаться, что около планеты, на которую Вы хотите напасть, вовсе нет обломков и, соответственно, нельзя дать задание переработчику. В этом случае можно послать на планету шпионский зонд с заданием атаковать. Зонд будет уничтожен и возникнет поле обломков, которое позволит направить к нему переработчик. <br>
<br>
Ну а если есть уверенность, что владелец планеты не залогинится за время приближения атакующего флота, можно послать переработчик прямо вместе с ним. Скорость всего флота будет установлена на максимум скорости переработчика, поэтому переработчик прибудет на несколько секунд позже основного флота и сразу же приступит к сбору свежевыпавших (хе-хе) обломков. <br>
</th></tr>
<tr><td class="c" style="text-align:left;">Очки рейтинга</td></tr>
<tr><th style="text-align:left;">
Количество очков в XNova - наиболее важный показатель успеха. Каждый по мере сил старается попасть в топ 10 или хотя бы в топ 50. <br>
<br>
Тут все просто: за каждую 1000 потраченных ресурсов дается одно очко. Не имеет значения что было построено или исследовано. Ну а за потерянные ресурсы (например, за сбитые корабли или исчезнувший во время основания новой колонии колонизатор) очки вычитаются. <br>
<br>
Это означает, что если Вы хотите быть первым, то необходимо строить и исследовать больше и быстрее своих конкурентов... <br>
<br>
Кроме общего рейтинга существуют еще два: для флота и для исследований. Тут есть небольшое отличие. За каждый новый уровень исследованной технологии/новый построенный корабль дается одно очко. Стоимость исследования/строительства не учитывается. <br>
<br>
И наконец, существует рейтинг альянсов. Тут тоже все прозрачно: очки всех членов альянса суммируютя, после чего делятся на 1000. Полученное число и представляет собой рейтинг альянса. <br>
</th></tr>
<tr><td class="c" style="text-align:left;">Защита новичков</td></tr>
<tr><th style="text-align:left;">
Система зашиты начинающих (newbie protection) была введена, чтобы дать новым игрокам возможность освоится в игре, без риска стать донором на начальном этапе. Однако, это не означает защиту всех слабых или менее активных игроков от атак. 
<br>
<br>Действие системы распространяется только на игроков, имеющих менее 5k очков. 
<br>
<br>Они не могут нападать на противника, имеющего на 500% больше или на 20% меньше очков. Соответственно, противник также не может этого сделать. 
<br>
<br>Начиная с 5k очков, Вы можете атаковать всех, имеющих очков больше Вас, и можете быть атакованы ими. Но игроки, у которых менее 20% от количества Ваших очков, не могут атаковать Вас/быть атакованы Вами. 
<br>
<br>Имея 25k, игрок может нападать на всех, у кого больше 5k очков, и может подвергаться нападению с их стороны. 
<br>
<br>Поэтому, даже если Вы подпадаете под условия системы защиты начинающих, то к Вам все равно могут прилететь за ресурсами игроки, у которых количество очков примерно одинаково с Вами. И разумеется Вы также можете напасть на них. 
<br>
<br>Данная система дает каждому шанс играть и учиться. 
</th></tr>
<tr><td class="c" style="text-align:left;">Оборона</td></tr>
<tr><th style="text-align:left;">
В этой статье обсужлается такой вопрос: что значит иметь защиту ? 
<br>
<br>Прежде всего: сооружение защиты совершенно необходимо. Если враг не понес потерь при атаке, то он почти наверняка вернется снова. Другими словами - если Вы "отличная мишень", то защита используется очень часто. 
<br>
<br>Конечно, необходимо учитывать уровень своего противника. Против игрока, занимающего первую строчку в рейтинге флотов, даже с хорошей защитой мало шансов на успех. Но против небольших сил этого достаточно. 
<br>
<br>Как же выглядит "хорошая" защита ? 
<br>
<br>Первый рял обороны: множество легких орудий (легких лазеров или реактивных гранатометов, в зависимости от количества Ваших ресурсов). 
<br>
<br>Ударный ряд: несколько тяжелых орудий (пушки Гаусса или плазмометы). Сооружение этих орудий предотвращает большинство налетов, т.к. против плазмометов любой атакующий флот понесет потери. Даже звезда смерти более или менее уязвима для плазменного огня. 
</th></tr>
<tr><td class="c" style="text-align:left;">Флот</td></tr>
<tr><th style="text-align:left;">
Здесь представлен полный перечень всех типов космических кораблей XNova с небольшим описанием преимуществ и недостатков каждого типа. Технологии/строения, необходимые для создания конкретного типа, здесь не приводятся. Их можно посмотреть в разделе "Техника" игрового меню. 
<br>
<br><u>Малый транспорт: </u>
<br>В начале игры эти юниты представляют основу грузоперевозок. Не имеют брони, уязвимы и медленны, но способны принять на борт до 5000 ресурсов. Малый транспорт - первый корабль, используемый для нападения на другие планеты. Не отправляйте его без боевого сопровождения, т.к. даже один реактивный гранатомет может его сбить, а единственная цель, которую способен уничтожить малый транспорт - это солнечный спутник. 
<br>Ресурсы: 2000, 2000, 0 
<br>
<br><u>Большой транспорт: </u>
<br>Большой брат малого транспорта, но скорость выше и вместимость 25000. Потребление топлива немного больше, но в целом этот корабль более рентабелен. Один из наиболее важных юнитов в OGame для налетов. Тоже нуждается в боевом эскорте. 
<br>Ресурсы: 6000, 6000, 0 
<br>
<br><u>Легкий истребитель: </u>
<br>Первый недорогой боевой юнит. Не является непобедимой боевой машиной, но против транспортов всегда побеждает. Используется для налетов на слабозащищенные планеты. Легкий истребитель вместе с транспортом способен уничтожить два реактивных гранатомета. 
<br>Ресурсы: 3000, 1000, 0 
<br>
<br><u>Тяжелый истребитель: </u>
<br>Тяжелый истребитель имеет значительно более высокую огневую мощь и выдерживает большее количество повреждений. К тому же, благодаря новой технологии двигателя, он быстрее. Но и потребление топлива выше, и стоит он дороже более, чем в два раза. Однако, провести исследования для тяжелого истребителя совершенно необходимо, ибо он превосходит легкий в бою, к тому же импульсный двигатель в любом случае нужен для колонизатора. Тяжелый истребитель - это превосходный боевой юнит против малых защитных сооружений (реактивных гранатометов, легких лазеров и, при численном превосходстве, даже против ионных орудий). Если соотношение 1:1 (против ионных орудий 1:2), то Вы не понесете никаких потерь. 
<br>Ресурсы: 6000, 4000, 0 
<br>
<br><u>Крейсер: </u>
<br>Крейсер представляет собой боевой корабль средней тяжести. Он значительно мощнее обоих типов истребителей, имеет примерно такую же скорость и выдерживает намного большие повреждения. Но у него есть серьезные недостатки: его производство недешево и требует специального исследования двух новых технодогий. Соотношение цена/качество не самое лучшее, а ионная технология впоследствии необходима только для сооружения ионных орудий. В случае сомнений лучше построить больше тяжелых истребителей. 
<br>Ресурсы: 20.000, 7.000, 2.000 
<br>
<br><u>Линкор: </u>
<br>Линкоры - наиболее используемые всеми боевые юниты. У них хорошее соотношение цена/качество, они быстрее, чем все ранее рассмотренные корабли. Исследование линкоров совершенно необходимо. Однако, было бы ошибкой исследовать их слишком рано. Это пустая трата ресурсов, которые могут быть потрачены более эффективно. Позднее будет значительно легче собрать столь значительные ресурсы. Линкоры лучше всего использовать против тяжелой защиты. Для разрушения легких защитных сооружений они не выгодны из-за большого потребления топлива. С такой задачей вполне справятся и тяжелые истребители. 
<br>Ресурсы: 40.000, 20.000 
<br>
<br><u>Уничтожитель: </u>
<br>Разрушитель превосходит все корабли по стоимости. Затраты на него огромны. В принципе, наличие разрушителя не является необходимым условием для создания боеспособного флота. Но он будет превосходным дополнением к нему из-за своей огневой мощи. Стоит однако учитывать, что разрушитель значительно снижает скорость флота (вообще скорость флота зависит от скорости самого медленного корабля, входящего в его состав). Основное же применение разрушителя - уничтожение звезд смерти и разрушение планетарной защиты. 
<br>Ресурсы: 60.000, 50.000, 15.000 
<br>
<br><u>Звезда смерти: </u>
<br>Было бы ошибкой называть звезду смерти кораблем. Скорее это перемешаемая луна, обладающая колоссальной огневой мощью. Но и цена на строительство соответствующая. Имеет очень низкую скорость, но вместе с тем превосходную защиту. 
<br>Ресурсы: 5.000.000, 4.000.000, 1.000.000 
<br>
<br><u>Бомбардировщик: </u>
<br>Бомбардировщик был разработан специально для того, чтобы уничтожать планетарную защиту. С помощью лазерного прицела он точно сбрасывает плазменые бомбы на поверхность планеты и таким образом наносит огромные повреждения защитным сооружениям. Скорострел против реактивного гранатомёта(10), лёгких (10) и тяжёлых лазерных орудий (5), а также против ионных орудий (5). 
<br>
<br><u>Переработчик: </u>
<br>Переработчик может выполнять специальное задание - перерабатывать поле обломков. Его вместимость такая же, как и у большого транспорта (20000). Скорость самая низкая, за исключением звезды смерти. Переработчик можно послать в одиночку без сопровождения, владелец планеты, около которой находится поле обломков, не получит никакого сообщения. Игроки, построившие переработчик раньше других, получают большое преимущество, т.к. могут собирать ресурсы, без необходимости вести военные действия. 
<br>Ресурсы: 10.000, 6.000, 2.000 
<br>
<br><u>Шпионский зонд: </u>
<br>Задачей шпионского зонда является сбор сведений о планетах. Он имеет огромную скорость. Шпионаж связан с риском обнаружения и немедленного уничтожения зонда. Эффективность зонда может быть увеличена путем непрерывного исследования технологии шпионажа. Это гарантирует отсутствие неприятных сюрпризов для атакующего флота, когда он прибудет на планету. 
<br>Ресурсы: 0, 1.000, 0 
<br>
<br><u>Солнечный спутник: </u>
<br>Солнечные спутники выводятся на планетарную орбиту и остаются там, перерабатывае солнечное излучение в энергию. Их легко сбить при атаке на планету. Эффективность работы спутников зависит от удаленности планеты от солнца. Преимуществом спутников является то, что им не нужны строительные слоты на планете. При наличии же места для застройки более выгодны солнечная и термоядерная станции. 
<br>Ресурсы: 0, 2.000, 500 
<br>
<br><u>Колонизатор: </u>
<br>Колонизатор необходим для освоения новых планет. Он дорог и к тому же уничтожается при удачной колонизации, но это единственный способ заселения незанятой планеты. 
<br>Ресурсы: 10.000, 20.000, 10.000 
</th></tr>
<tr><td class="c" style="text-align:left;">Луна</td></tr>
<tr><th style="text-align:left;">
Луна в XNova как и в реальной жизни это спутник планеты. Она расположена в том же месте, где и поле обломков (на орбите планеты), и может быть выбрана в качестве цели аналогичным образом. 
<br>
<br>Луна создается из обломков уничтоженных кораблей. За каждые 100k ресурсов в поле обломков вероятность создания луны увеличивается на 1%. Максимальная вероятность появления луны 20%. При возникновении луны поле обломков исчезает. Однако, если обломков было более двух биллионов, то "лишние" ресурсы остаются в поле. 
<br>
<br>Чтобы заселить луну, необходимо построить лунную базу. После этого появятся несколько полей (за каждый уровень лунной базы даются три поля) для застройки. Существуют два специальных строения, которые могут быть построены ТОЛЬКО на луне. Это сенсорная фаланга, ведущая шпионаж за флотами других игроков, и ворота, перемещающие флот за нулевое время. 
<br>
<br>Важно: луна может быть атакована, как и обычная планета.  
</th></tr>
<tr><td class="c" style="text-align:left;">Сенсорная фаланга</td></tr>
<tr><th style="text-align:left;">
Сенсорная фаланга отслеживает перемещения вражеского флота. Её можно построить ТОЛЬКО на луне, причем она имеет ограниченный радиус обзора. Формула для вычисления радиуса действия фаланги в системах следующая: (уровень фаланги)? - 1. 
<br>Фаланга первого уровня может сканировать только свою систему. 
<br>
<br>Например: 
<br>уровень 1: только своя система 
<br>уровень 2: 3 системы 
<br>уровень 3: 8 систем 
<br>уровень 4: 15 систем 
<br>и т.д... 
<br>
<br>При использовании фаланги показываются все флоты, совершающие перелет. Совершенно не важно входят планеты назначения этих флотов или нет в радиус обзора. В отличие от шпионских зондов, показывающих только "стационарные" вещи на планете (строения, ресурсы, исследования), сенсорная фаланга демонстрирует еще и передвигающиеся флоты и время их прибытия в пункт назначения. 
<br>
<br>Для начала сканирования просто выберите свою луну и кликните на карте Вселенной по имени планеты, которую надо просканировать. Выпадет окошко с результатами сканирования. Владелец просмотренной планеты ничего не узнает. 
<br>
<br>Сенсорная фаланга с одной стороны повышает безопасность Ваших налетов, а с другой может дать такую полезную информацию как координаты вражеских колоний (искать вручную по карте Вселенной долго и нудно и требует затрат дейтерия), с возможностью создать "профиль перемещений" игрока. 
</th></tr></table>