<table width="95%" align="center">
<tr><td class="c">Пользовательское соглашение</td></tr>
<tr><th style="text-align:left;"><br />
 Администрация онлайн игры «XNova», именуемая в дальнейшем "Администрация", с одной стороны и физическое лицо, именуемое в дальнейшем «Пользователь», с другой стороны заключили настоящее Соглашение о нижеследующем:
<br /><br />
 Согласие Пользователя с положениями настоящего Соглашения является обязательным условием для использования  Игры "XNova" (далее "Игра"), размещенной в сети Интернет по адресу: www.xnova.su, а также на относящиеся к указанной Игре сопутствующие информационные и развлекательные ресурсы (в совокупности Игра и информационные и развлекательные ресурсы, далее «Проект»).
<br /><br />
 Проект составляют любые материалы, размещенные на доменном имени xnova.su.
<br /><br />
 Все права собственности и права на интеллектуальную собственность в отношении  Игры, включая, но, не ограничиваясь, любыми графическими изображениями,  фотографиями,  анимацией, видеозаписями, звукозаписями, музыкой, текстом, сопровождающие  Игру материалы и любые ее части или копии принадлежат Администрации или соответствующим правообладателям.
<br /><br />
 Настоящее Соглашение может быть изменено Администрацией в любое время без предварительного уведомления Пользователя. Действующая версия Соглашения расположена по адресу: http://xnova.su/?set=sogl . Пользователь, принимая условия настоящего Соглашения, подтверждает, что он достиг 18-летнего возраста, правоспособен и дееспособен и вправе заключать настоящее Соглашение, лица, не достигшие 18-летнего возраста, обязаны согласовать использование Проекта со своими законными представителями (родителями, опекунами и т.д.).
<br /><br />
 Пользователь подтверждает, что в соответствии с законами его государства, он не имеет запретов и ограничений в получении игровых услуг он-лайн.
<br /><br />
 В случае если Вам, в соответствии с законами Вашего государства, запрещено получать игровые on-line услуги, или существуют иные законодательные ограничения, включая ограничения допуска к таким услугам по возрасту, Вы не вправе использовать Игру или отдельные услуги в Игре. Вы обязуетесь немедленно прекратить использование Игры или таких услуг в Игре.
<br /><br />
 Пользователь настоящим уведомлен, что регулярное длительное (непрерывное) нахождение у персонального компьютера может вызывать различные осложнения физического состояния, в том числе ослабление зрения, сколиоз, различные формы неврозов и прочие негативные воздействия на организм. Пользователь гарантирует, что он будет использовать Проект исключительно на протяжении разумного времени, с перерывами на отдых или иные мероприятия по профилактике физического состояния, если таковые Пользователю рекомендованы или предписаны. Настоящим Пользователь уведомлен, что Игра может предусматривать различные звуковые и/или видео эффекты, которые, при определенных обстоятельствах, могут вызывать обострение состояний у лиц, склонных к эпилептическим или иным расстройствам нервного характера. Пользователь гарантирует, что указанными расстройствами он не страдает, или же обязуется не использовать Игру.
<br /><br />
 Пользователь гарантирует, что используемое им оборудование и средства связи, в том числе используемые Пользователем услуги оператора связи, являются достаточными и исправными для участия в Проекте.
<br /><br />
 Администрация предоставляет бесплатный доступ Пользователя к Игре. Администрация не обеспечивает Пользователю доступ в всемирную сеть Интернет. Получение дополнительных сервисов Игры, предоставляется безвоздмездно, на усмотрение Администрации, отдельным Пользователям и не освобождает Пользователей от соблюдения настоящего Соглашения или Законов Игры.
Пользователем является любое лицо, получившее доступ к Игре в соответствии с настоящим Соглашением, использующее материалы, размещенные на доменном имени xnova.su, в частном порядке, только в личных некоммерческих целях.
<br /><br />
 Администрация обеспечивает Пользователю возможность использования Игры круглосуточно, за исключением форс-мажорных и иных обстоятельств, возникших не по вине Администрации, а также профилактических и технических перерывов.
Администрация игры имеет право отказать Пользователю в предоставлению доступа в игру, полностью или частично. Пользователь также соглашается с тем, что Администрация не несет какой-либо ответственности за любое изменение, ограничение или прекращение доступа Пользователя к Проекту.
<br /><br />
 Пользователь имеет право пользоваться игрой исключительно в некоммерческих целях. Пользователь имеет право на изменение своего пароля. При этом Пользователь обязан самостоятельно обеспечивать неразглашение (тайну) своего пароля и иных необходимых данных и соответственно несет ответственность за сохранение и неразглашение своего пароля, а так же все риски (убытки), связанные с этим. Пользователь вправе зарегистрировать 1 (одного) персонажа. Пользователь не имеет права передавать свои регистрационные данные (логин и пароль) третьему лицу, а также не имеет права получать его от третьего лица.
<br /><br />
 По требованию Администрации Пользователь обязан сообщить достоверную, полную и актуальную информацию о себе. Если после регистрации эта информация изменится, Пользователь обязан её актуализировать. Любая информация Пользователя персонального характера может быть запрошена Администрацией исключительно для целей исполнения Соглашения, и ни при каких обстоятельствах не передается третьим лицам не иначе как для целей исполнения Соглашения или в соответствии с требованиями законодательства.
<br /><br />
 Пользователь не имеет права:
<br /><br />
 - использовать ошибки (баги) программного обеспечения и обязан незамедлительно сообщать о них по адресу Администрации.
<br /><br />
 - вмешиваться в программный код,
<br /><br />
 - несанкционированно получать доступ к компьютерной системе, доступ к базе данных пользователей Игры.
<br /><br />
 Пользователю запрещено использование и распространение любых скриптов, клиентских программ и сторонних программных средств, не предусмотренных игрой и вызывающих:
<br /><br />
 - неконтролируемые игровые последствия;
<br /><br />
 - облегчение игрового процесса;
<br /><br />
 - сбои в работе сервера;
<br /><br />
 Пользователь обязуется уважительно и корректно относиться к другим Пользователям Игры, а также не использовать Игру для:
<br /><br />
 - загрузки, посылки, передачи или любого другого способа размещения информации, который является незаконным, вредоносным, угрожающим, клеветническим, оскорбляет нравственность, нарушает авторские права, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес конкретных лиц или организаций;
<br /><br />
 - ущемления прав меньшинств;
<br /><br />
 - умышленного, преднамеренного искажения, либо сокрытия информации, вводящих в заблуждение других пользователей относительно его личности и принадлежности к Администрации игры;
<br /><br />
 - загрузки, посылки, передачи или любого другого способа размещения информации, которая затрагивает какой-либо патент, торговую марку, коммерческую тайну, копирайт или прочие права собственности и/или авторские и смежные с ним права третьей стороны;
<br /><br />
 - загрузки, посылки, передачи или любого другого способа размещения каких-либо материалов, содержащих вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок на вышеуказанную информацию;
<br /><br />
 - сбора и хранения персональных данных других лиц;
<br /><br />
 - размещение ссылок на ресурсы сети Интернет;
<br /><br />
 - содействия действиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением.
<br /><br />
 Пользователю запрещается копировать, воспроизводить, распространять, переводить на другие языки любой компонент Игры, осуществлять вскрытие технологии, извлекать исходный код, модифицировать, разбирать, декомпилировать, или создавать производные объекты, основанные на Проекте, включать любой из материалов Проекта в основу своих разработок.
<br /><br />
 Пользователь предупрежден и соглашается, что Администрация вправе в любой момент прекратить, либо ограничить доступ к Игре, вплоть до удаления из базы Игры.
<br /><br />
 Администрация Игры не дает никаких явных или подразумеваемых гарантий того, что в процессе разработки Игры были обнаружены все недочеты и выявлены все программные ошибки. Администрация прилагает все разумные усилия для того, чтобы указанные ошибки были выявлены и в разумные сроки исправлены. При этом Игрок, заметивший такой недочет или ошибку, но не сообщивший о ней Администрации, и использовавший ее для получения непредусмотренных условиями соглашения возможностей Игры (публично обнародовавший факт ее существования или характер проявления), лишается прав, предусмотренных Соглашением, непосредственно в момент такого неправомерного использования или обнародования.
<br /><br />
 Администрация управляет игрой и игровыми процессами исключительно по своему усмотрению. Для сбора статистических данных и идентификации посетителей Проекта Администрация может отслеживать и сохранять информацию об IP-адресах доступа Пользователя к игре, использовать файлы технической информации (cookies), размещаемые на локальном терминале Пользователя.
Пользователь или посетитель игры согласен с тем, что Администрация, может и вправе запросить, собирать и хранить персональную информацию Пользователя, включая информацию о фамилии, имени, отчестве, поле, возрасте, адресе зарегистрированного или фактического пребывания, контактных телефонах или адресах электронной почты или иных средств электронной коммуникации.
<br /><br />
 Администрация имеет право удалить персонажа Пользователя или блокировать (приостановить к нему доступ), если возникли основания подозревать, что предоставленная Пользователем информация не является полной, достоверной или актуальной.
<br /><br />
 Администрация не несет ответственности за временные технические сбои и перерывы в работе Проекта, за временные сбои и перерывы в работе линий связи, иные аналогичные сбои, а также за неполадки компьютера, с которого Пользователь осуществляет выход в сеть Интернет.
<br /><br />
 Администрация не несет ответственности перед Пользователем за действия других Пользователей.
Администрация имеет право на удаление или изменение любой информации, размещенной Пользователем на сервере игры без предварительного согласования с Пользователем.
<br /><br />
 Администрация вправе закрывать и/или ограничивать функциональность Игры в любое время без какого-либо предварительного уведомления Пользователя.
<br /><br />
 Администрация вправе в одностороннем порядке и в любое время изменить количество и качество предоставляемых услуг, без предварительного уведомления Пользователя. Администрация вправе в одностороннем порядке и в любое время изменять условия настоящего Соглашения, и соответственно, внести изменения в информацию на этой странице. Пользователь соглашается, что к нему применимы все изменения Соглашения с момента их публикации на этой странице. Пользователь должен периодически посещать эту страницу для ознакомления с актуальными положениями Соглашения.
<br /><br />
 Споры, возникающие из настоящего Соглашения, подлежат разрешению путем переговоров.
<br /><br />
 Настоящее Соглашение вступает в силу при акцептации его Пользователем путем выбора и нажатия опции "согласен" (или иной аналогичной опции). Пользователь соглашается, что выбор им вышеуказанной опции означает, что он предварительно и в полном объеме ознакомился с условиями настоящего Соглашения, и принимает их без каких-либо исключений. Соглашение заключается на неопределенный срок. Пользователь может прекратить действие Соглашения в любое время, прекратив использование Проекта. Администрация может в любое время прекратить действие Соглашения по любой причине или без причины. При прекращении настоящего Соглашения по любой причине или без причины, все права, предоставленные Пользователю по настоящему Соглашению, прекращаются.
Администрация вправе в одностороннем порядке отказаться от настоящего Соглашения и прекратить предоставление услуг по пользованию Проектом без возмещения убытков. Все изменения, дополнения, приложения к настоящему Соглашению или иная информация являются неотъемлемой его частью и являются обязательными для исполнения с момента опубликования их на сайте игры.
<br /><br />
 Начало использования проекта означает безусловное согласие и принятие условий пользователем, в отношении положений настоящего соглашения.
<br /><br />
</th></tr></table>
